In [1]:
import pandas as pd
pd.DataFrame({'shahid':[50,10,12,13],'sajid':[100,40,34,44]})

   shahid  sajid
0      50    100
1      10     40
2      12     34
3      13     44

In [2]:
pd.DataFrame({'A':[1,2,3,4,5,6,7],'B':[3,4,5,63,32,42,23],'C':[7,6,5,4,3,2,1]})

   A   B  C
0  1   3  7
1  2   4  6
2  3   5  5
3  4  63  4
4  5  32  3
5  6  42  2
6  7  23  1

In [3]:
pd.DataFrame({"a":["shahid"],"b":["amjad"],"c":["sajid"],"d":["afan"],'e':["arif"]})

        a      b      c     d     e
0  shahid  amjad  sajid  afan  arif